Repository: Wvleeming/weeentimer_v2
Catalog: lib/l10n/app_*.arb
Languages: ar, nl, uk

# appTitle
source: Amare Contraction Timer
ar: مؤقت الانقباضات Amare
nl: Amare Weeëntimer
uk: Таймер скорочень Amare

# welcomeMessage
source: Welcome to the Amare Contraction Timer App!
ar: مرحبًا بكم في تطبيق مؤقت الانقباضات Amare!
nl: Welkom bij de Amare Weeëntimer App!
uk: Ласкаво просимо до додатку Таймер скорочень Amare!

# menuDisclaimer
source: Disclaimer
ar: تنصل
uk: застереження

# disclaimerText
source: This app is a tool for tracking your contractions. Always consult a healthcare provider for medical advice.
ar: هذا التطبيق أداة لتتبع الانقباضات. استشير دائمًا مقدم الرعاية الصحية للحصول على نصائح طبية.
nl: Deze app is een hulpmiddel voor het bijhouden van je weeën. Raadpleeg altijd een zorgverlener voor medisch advies.
uk: Цей додаток призначений для відстеження ваших скорочень. Завжди консультуйтеся з медичним працівником для отримання медичних порад.

# menuBel
source: Call Instructions
ar: تعليمات الاتصال
nl: Bel Instructies
uk: Інструкції щодо дзвінка

# menuTimer
source: Contraction Timer
ar: مؤقت الانقباضات
nl: Weeëntimer
uk: Таймер скорочень

# belIntroTitle
source: When labor has started
ar: عندما تبدأ الولادة
nl: Als de bevalling is begonnen
uk: Коли почалися пологи

# belIntroText
source: You may call us if you think labor has started. Sometimes you may doubt, for example with irregular contractions or Braxton Hicks. The important thing is that you call us if you need us. There are no strict rules. Below is when you should definitely call:
ar: يمكنك الاتصال بنا إذا كنت تعتقد أن الولادة قد بدأت. أحيانًا قد تشعر بالشك، على سبيل المثال مع الانقباضات غير المنتظمة أو انقباضات براكستون هيكس. المهم هو أن تتصل بنا إذا كنت بحاجة إلينا. لا توجد قواعد صارمة. فيما يلي متى يجب عليك الاتصال بالتأكيد:
nl: Je mag bellen als je denkt dat de bevalling is begonnen. Soms kan het zijn dat je twijfelt, bijvoorbeeld bij onregelmatige weeën of harde buiken. Belangrijk is dat je belt als je ons nodig hebt. Daar zijn geen vaste regels voor. Hieronder staat wanneer je ons zeker moet bellen:
uk: Ви можете зателефонувати нам, якщо вважаєте, що пологи почалися. Іноді ви можете сумніватися, наприклад, при нерегулярних скороченнях або при скороченнях Брекстон-Хікс. Важливо зателефонувати нам, якщо ви потребуєте допомоги. Жорстких правил немає. Нижче наведено, коли слід обов’язково зателефонувати:

# belFirstPregnancy
source: For a first pregnancy: if you have contractions every 4 minutes for an hour and each contraction lasts about 1 minute.
ar: للحمل الأول: إذا كانت لديك انقباضات كل 4 دقائق لمدة ساعة، ويستمر كل انقباض حوالي دقيقة واحدة.
nl: Bij een eerste bevalling: als je een uur lang weeën hebt om de 4 minuten en elke wee duurt ongeveer 1 minuut.
uk: Для першої вагітності: якщо у вас скорочення кожні 4 хвилини протягом години, і кожне скорочення триває приблизно 1 хвилину.

# belSecondPregnancy
source: For a second or later pregnancy: if you have contractions every 5–6 minutes for an hour and each contraction lasts about 1 minute.
ar: للحمل الثاني أو أكثر: إذا كانت لديك انقباضات كل 5–6 دقائق لمدة ساعة، ويستمر كل انقباض حوالي دقيقة واحدة.
nl: Bij een tweede of volgende bevalling: als je een uur lang weeën hebt om de 5 tot 6 minuten, en elke wee duurt ongeveer 1 minuut.
uk: Для другої або наступної вагітності: якщо у вас скорочення кожні 5–6 хвилин протягом години, і кожне скорочення триває приблизно 1 хвилину.

# belWatersTitle
source: When your waters break (without contractions)
ar: عندما تنفجر المياه (دون انقباضات)
nl: Als de vliezen breken (en je hebt nog geen weeën)
uk: Коли відійдуть води (без скорочень)

# belClearWaters
source: If the water is clear (pink or milky) you may call during the day. If it happens at night, wait until the morning — unless contractions start.
ar: إذا كانت المياه صافية (ورديّة أو حليبيّة)، يمكنك الاتصال أثناء النهار. إذا حدث ذلك في الليل، انتظر حتى الصباح — ما لم تبدأ الانقباضات.
nl: Bij helder vruchtwater (roze of melkachtig) mag je overdag bellen. Breken je vliezen ’s nachts, wacht dan tot de ochtend. Of bel ons wanneer je ook weeën krijgt.
uk: Якщо вода прозора (рожева або молочна), можна дзвонити вдень. Якщо це трапляється вночі, зачекайте до ранку — якщо не почнуться скорочення.

# belGreenWaters
source: If the water is green or brown, call us immediately, even at night. If the baby’s head has not descended yet and your waters break, lie down and call us immediately.
ar: إذا كانت المياه خضراء أو بنية، اتصل بنا فورًا، حتى في الليل. إذا لم تنزل رأس الطفل بعد وانفجرت المياه، استلق واتصل بنا فورًا.
nl: Bij groen of bruin vruchtwater bel je ons direct, ook ’s nachts. Als het hoofdje nog niet ingedaald is en je vliezen breken, ga dan liggen en bel ons direct.
uk: Якщо вода зелена або коричнева, дзвоніть нам негайно, навіть вночі. Якщо голівка дитини ще не опустилася і відійшли води, ляжте та зателефонуйте нам негайно.

# belWorryTitle
source: Concerns
ar: الاهتمامات
nl: Ongerustheid
uk: Турботи

# belWorryText
source: If you are worried, you may always call us.
ar: إذا كنت قلقًا، يمكنك دائمًا الاتصال بنا.
nl: Bij zorgen mag je ons altijd bellen.
uk: Якщо ви хвилюєтеся, ви завжди можете зателефонувати нам.

# selectBirthTypeTitle
source: Birthtype
ar: نوع الولادة
nl: Soort Bevalling
uk: Тип пологів

# selectBirthTypeMessage
source: Please select the type of birth
ar: يرجى اختيار نوع الولادة
nl: Kies het type bevalling dat van toepassing is
uk: Будь ласка, оберіть тип пологів

# firstBirthButton
source: First Birth
ar: الولادة الأولى
nl: Eerste bevalling
uk: Перші пологи

# subsequentBirthButton
source: Has had a birth before
ar: سبق له/لها الولادة
nl: Al eerder bevallen
uk: Вже були пологи

# gapText
source: Time between contractions {time}
ar: الوقت بين الانقباضات {time}
nl: Tijd tussen weeën {time}
uk: Час між скороченнями {time}

# startButton
source: Start Contraction
ar: بدء الانكماش
nl: Start Wee
uk: Почніть скорочення

# resetButton
source: Reset
ar: إعادة ضبط
uk: Скинути

# recordLapButton
source: End Contraction
ar: إنهاء الانكماش
nl: Stop Wee
uk: Кінцеве скорочення

# weeMessage
source: Call the Midwife!
ar: اتصل بالقابلات!
nl: Bel de Verloskundige!
uk: Викличте акушерку!

# menuContact
source: Call the Practice
ar: اتصل بالممارسة
nl: Bel de Praktijk
uk: Телефонуйте в практику

# weeListText
source: Contraction {number} - {weeTijd}
ar: انقباض {number} - {weeTijd}
nl: Wee {number} - {weeTijd}
uk: скорочення {number} - {weeTijd}
